Repository: Nokse22/inspector
Catalog: po/*.po
Languages: nl, pl

source: Inspector
nl: Inspectie
pl: Inspektor

source: View information about your system
nl: Bekijk informatie over uw systeem
pl: Zobacz informacje o swoim systemie

source: System;Information;Disk;Memory;Devices;Network;CPU;Motherboard;BIOS;bios;
nl: Systeem;Informatie;Disk;Schijf;Geheugen;Apparaten;Apparaat;Device;Netwerk;CPU;cpu;Moederbord;BIOS;bios;
pl: System;Informacje;Dysk;Pamięć;Urządzenia:Sieć;CPU;Płyta główna;BIOS;bios

source: View information about: Usb devices, Disk, Memory, PCI devices, Network, CPU, Motherboard and bios, System and distro
nl: Bekijk informatie over usb-apparaten, de schijf, het geheugen, pci-apparaten, het network, cpu, moederbord, en bios-, systeem- en distributie-informatie
pl: Zobacz informacje o: Urządzeniach USB, Dysku, Pamięci, Urządzeniach PCI, Sieci, CPU, Płyta główna i bios, System i dystrybucja

source: Used latest Libadwaita widgets
nl: Verbeterd: nieuwste Libadwaita-widgets
pl: Zostały użyte najnowsze widgety Libadwaita

source: Updated runtime to 46
nl: Bijgewerkt: runtime 46
pl: Zaktualizowano środowisko uruchomieniowe do wersji 46

source: Added Czech translation
nl: Nieuw: Tsjechische vertaling
pl: Dodano tłumaczenie ma język czeski

source: Added Italian translation
nl: Nieuw: Italiaanse vertaling
pl: Dodano tłumaczenie ma język włoski

source: Added Brazilian translation
nl: Nieuw: Braziliaanse vertaling
pl: Dodano tłumaczenie na język portugalski (brazylijski)

source: Added Hindi translation
nl: Nieuw: Hindi-vertaling
pl: Dodano tłumaczenie na język hinduski

source: Error executing command
nl: Uitvoeren van opdracht mislukt
pl: Błąd przy uruchamianiu komendy

source: The command {0} returned empty.
nl: ‘{0}’ gaf geen antwoord.
pl: Komenda {0} nic nie zwróciła.

source: Distribution
nl: Distributie
pl: Dystrybucja

source: Command: uname
nl: Opdracht: uname
pl: Komenda: uname

source: Kernel Name
nl: Kernelnaam
pl: Nazwa jądra

source: Network Node Hostname
nl: Hostnaam van netwerknode
pl: Nazwa hosta węzła

source: Kernel Release
nl: Kerneluitgave
pl: Wydanie jądra

source: Kernel Version
nl: Kernelversie
pl: Wersja jądra

source: Machine Hardware Name
nl: Hardwarenaam van apparaat
pl: Nazwa sprzętowa urządzenia

source: Processor Type
pl: Typ procesora

source: Hardware Platform
pl: Platforma sprzętowa

source: Operating System
nl: Besturingssysteem
pl: System operacyjny

source: Command: lsblk
nl: Opdracht: lsblk
pl: Komenda: lsblk

source: Total size:
nl: Totale omvang:
pl: Całkowity rozmiar:

source: Loop devices
nl: Loopapparaten
pl: Urządzenia pętlowe (loop)

source: Device Count: %s
nl: Aantal apparaten: %s
pl: Ilość urządzeń: %s

source: Ranges
nl: Bereik
pl: Zakresy

source: Command: lsmem
nl: Opdracht: lsmem
pl: Komenda: lsmem

source: Memory
nl: Geheugen
pl: Pamięć

source: PCIs
pl: PCI

source: Command: lspci
nl: Opdracht: lspci
pl: Komenda: lspci

source: Command: lsusb
nl: Opdracht: lsusb
pl: Komenda: lsusb

source: Bus
pl: Magistrala

source: Command: ip address
nl: Opdracht: ip address
pl: Komenda: ip address

source: Address info, ip
nl: IP-adresinformatie
pl: Informacje o adresie

source: Command: lscpu
nl: Opdracht: lscpu
pl: Komenda: lscpu

source: BIOS Date
nl: Biosdatum
pl: Data BIOS-u

source: BIOS Release
nl: Biosuitgave
pl: Wydanie BIOS-u

source: BIOS Vendor
nl: Biosfabrikant
pl: Dostawca BIOS-u

source: BIOS Version
nl: Biosversie
pl: Wersja BIOS-u

source: Board Asset Tag
nl: Moederbordlabel
pl: Identyfikator płyty

source: Board Name
nl: Moederbordnaam
pl: Nazwa płyty

source: Board Serial Number
nl: Moederbordserienummer
pl: Numer seryjny płyty

source: Board Vendor
nl: Moederbordfabrikant
pl: Dostawca płyty

source: Board Version
nl: Moederbordversie
pl: Wersja płyty

source: Chassis Asset Tag
nl: Chassislabel
pl: Identyfikator obudowy

source: Chassis Serial Number
nl: Serienummer van chassis
pl: Numer seryjny obudowy

source: Chassis Type
pl: Typ obudowy

source: Chassis Vendor
nl: Chassisfabrikant
pl: Dostawca obudowy

source: Chassis Version
nl: Chassisversie
pl: Wersja obudowy

source: Product Family
nl: Productreeks
pl: Rodzina produktu

source: Product Name
nl: Productnaam
pl: Nazwa produktu

source: Product Serial Number
nl: Serienummer van product
pl: Numer seryjny produktu

source: Product SKU
nl: SKU van product
pl: Numer SKU produktu

source: Product UUID
nl: UUID van product
pl: UUID produktu

source: Product Version
nl: Productversie
pl: Wersja produktu

source: Power
nl: Energie
pl: Zasilanie

source: System Vendor
nl: Systeemfabrikant
pl: Dostawca systemu

source: Control
nl: Beheer
pl: Kontrola

source: Runtime Active Time
nl: Gebruikstĳd
pl: Czas aktywności

source: Runtime Status
nl: Status
pl: Czas działania

source: Runtime Suspended Time
nl: Onderbrekingstijd
pl: Czas wstrzymania

source: Motherboard
nl: Moederbord
pl: Płyta główna

source: Details from /sys/devices/virtual/dmi/id
nl: Details van /sys/devices/virtual/dmi/id
pl: Szczegóły z /sys/devices/virtual/dmi/id

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>

source: System
nl: Systeem
